cask "intellij-idea"
cask "istat-menus"
cask "sublime-text"
cask "slack"
cask "docker"
cask "iterm2"
cask "google-chrome"
cask "postman"

brew "gpg"
brew "keybase"

# Go
brew install go

# Web
brew "hugo"

# JavaScript
brew "npm"

brew "protobuf"
brew "httpstat"
brew "watch"
