tap "caskroom/cask"

# Media
cask "spotify"

# Text editors
cask "visual-studio-code"
cask "sublime-text"
cask "intellij-idea"

# Chat
cask "slack"
cask "colloquy"

# Fonts
cask "font-fira-code"

# Tools
cask "docker"
cask "iterm2"
cask "transmission-remote-gui"
brew "gpg"
brew "keybase"
cask "istat-menus"
cask "postman"
brew "httpstat"
brew "watch"
cask "flux"

# Protobuf
brew "protobuf"

# Go
brew "go"

# Web
cask "google-chrome"
brew "hugo"

# JavaScript
brew "npm"
